[
  {
    "id": 1,
    "title": "Department Of Aerospace Engineering",
    "description": "Established in 1966-67 as the Department of Aeronautical Engineering, the department was renamed the Department of Aerospace Engineering in 1992. The department runs strong undergraduate and graduate programs in aerospace engineering, and carries out research in several areas of aeronautical and aerospace sciences.",
    "link": "http://www.aero.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 2,
    "title": "Department of Biosciences and Bioengineering",
    "description": "The Department of Biosciences and Bioengineering (BSBE) is a nodal center for applying science and engineering principles to further fundamental knowledge and applications in biology and biomedical engineering. The BSBE department aims to create an ambience for the smooth pursuit of scholarly activities in research and education, to make an international impact, and to produce future leaders in the field of Biosciences and Bioengineering.",
    "link": "http://www.bio.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 3,
    "title": "Department of Chemical Engineering",
    "description": "The Department of Chemical Engineering at IIT Bombay was started in 1958, with assistance from the Soviet Union under a UNESCO aid scheme. It was initially organized on the basis of specializations with distinct laboratories and academic programmes: Unit Operations (Heat transfer, Mass transfer and Fluid mechanics), Automation in Chemical Industries, Processes (Inorganic and Organic) and Technologies (Fuel, Silicate, Cellulose and Electrochemical). Over time, the Department has evolved into a more homogeneous entity, with an emphasis on Chemical Engineering fundamentals. The general academic programme reflects this evolution; however, specialization in particular technologies is possible by research projects and through streamed electives.",
    "link": "http://www.che.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 4,
    "title": "Department Of Chemistry",
    "description": "From a small department started in 1965, the Department of Chemistry has grown into a major center for teaching and research in Chemical Sciences in India. There are about 49 M.Sc. students in post-B.Sc. 2-year M.Sc. program and 84 in a unique post-higher secondary (10 + 2) five year integrated M.Sc. program. The department also has a strong Ph.D. program with around 163 Ph.D. students working under 34 faculty members with areas of research encompassing all major sub-disciplines of chemistry. The departmental research is funded by major Indian and international funding agencies and supported by many departmental and institute central facilities. The department also encourages strong link with industrial sponsored research.",
    "link": "http://www.chem.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 5,
    "title": "Department Of Civil Engineering",
    "description": "Indian Institute of Technology, Bombay was established in 1958 and the Civil Engineering Department is part of the institute since its inception. The Department has grown tremendously over the years and is now recognized as one of the major engineering departments in the country. The department has developed strong links with the building and construction industry and academic and research , both with in and outside the country. Besides high quality teaching and instruction at both UG and PG levels, the Department is actively involved in basic and applied research and consultancy and provides high quality technical advisory support through various R D projects and consultancy to various organizations. The Department of Civil Engineering with its multifaceted faculty continues to maintain and cultivate its strong links with the infrastructural industry and academic and research institutions both within and outside the country.",
    "link": "http://www.civil.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 6,
    "title": "Department Computer Science and Engineering",
    "description": "The first computing activity in IIT Bombay started with the arrival of the Minsk II computer in 1967, which had 2nd generation discrete transistor based circuitry, paper tape input-output, and off-line printers. Prof. J.R. Isaac spearheaded the initial efforts in setting up the Computer Center assisted by five faculty members. The center was initially allocated space in the same premises as that of the Department of Mathematics. Immediately thereafter, the Centre started offering elective courses in Computers as a part of the UG and PG programmes in Electrical Engineering. In 1973 the center started offering academic programmes in the form of an inter-disciplinary M.Tech. programme and a DIIT (Post Graduate Diploma of IIT) in Computer Science. In November 2006, the CSE Department and Kanwal Rekhi School of Information Technology merged to form a single Department of Computer Science and Engineering.",
    "link": "http://www.cse.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 7,
    "title": "Department Of Earth Science",
    "description": "The Department of Earth Sciences constituted in 1982 from the erstwhile Geology Section of the Department of Civil Engineering (where it used to run the M. Sc. programme in Applied Geology since 1964) offers academic programmes leading to M.Sc. (Applied Geology), M.Sc. (Applied Geophysics), M.Tech. (Geo-exploration),M.Tech.(Petroleum Geoscience) and Doctoral Degrees. The department annually admits about 45 students in its M.Sc. Programme, about 38 in its M.Tech. programme and about 8 students for its Doctoral programme. In addition several institute staff members, projects staff members, CSIR fellow and students sponsored by various organisations carry out research in diverse fields. Apart from teaching commitments, faculty members undertake several sponsored research programmes, consultative assignments and short term courses under the Continuing Education Programme (CEP) of IIT Bombay.",
    "link": "http://www.geos.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 8,
    "title": "Department Of Electrical Engineering",
    "description": "The Department of Electrical Engineering (EE) is one of the major Departments of IIT Bombay since its inception in 1958. The department is very active in teaching and research in the areas of Communications and Signal Processing, Control and Computing, Power Electronics and Power Systems, Microelectronics and VLSI design, and Electronic Systems.The department has academic programs with about 500 undergraduate and 550 postgraduate students. The department is equipped with the state of the art experimental and computational facilities for undertaking R & D and consultancy activities in various fields.",
    "link": "https://www.ee.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 9,
    "title": "Department Of Energy Science and Engineering",
    "description": "Energy Systems Engineering (ESE) was founded in 1981 as an inter-disciplinary group at IIT Bombay offering M.Tech. and Ph.D. programmes. ESE has graduated more than 300 M.Tech. and 30 Ph.D students so far. In 2007, the Board of Governors of IIT Bombay approved the growth of Energy Systems Engineering into a Department of Energy Science and Engineering (DESE).The new Department is expected to provide critical manpower and research inputs that are critical for the growth of India's energy sector and provide innovative energy technologies and systems to mitigate the global problem of climate change.",
    "link": "http://www.ese.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 10,
    "title": "Department of Humanities and Social Sciences",
    "description": "The Department of Humanities and Social Sciences was founded in 1958. At present, the Department has five disciplines, namely, Economics, English, Philosophy, Psychology and Sociology, and a Cell for Indian Science & Technology in Sanskrit. Its faculty offers a wide spectrum of courses at the B.Tech , M.Tech, M.Phil. and Ph. D. levels. The Department of Humanities and Social Sciences plays a unique and distinctive role in an institute where the ethos of science and technology prevails. It is believed that engineering and science are, by their very nature, humanistic and socially derived enterprises. Hence a complete science and technology education must include liberal arts, economics, social and behavioral sciences where the students unites application of scientific principles along with human, moral and social understanding.",
    "link": "http://www.hss.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 11,
    "title": "Industrial Design Centre (IDC)",
    "description": " IDC offers an excellent environment for academics, research and applications in the field of design. IDC has programmes leading to the Master of Design degree (M. Des) in Industrial Design, Visual Communication, Interaction Desisn, Animation Design, Mobility and Vehicle Design. IDC also conducts seminars, short term courses and workshops and offers design consultancy and research services to industries and other organisations.",
    "link": "http://www.idc.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 12,
    "title": "Department of Mathematics",
    "description": "The Department of Mathematics began as a small section comprising of two faculty members (both lecturers) from the time when IIT Bombay started functioning in the year 1958 from the premises of SASMIRA (Silk and Arts Silk Mills Research Association) Building in Worli, Mumbai. Subsequently, as the Institute progressively took steady strides to grow in size and stature, its mathematics section also gradually grew in size. As the Institute moved to its present campus in the year 1960, along with the other departments and sections, the mathematics section also moved to the campus which was then in a continuous stage of development. The faculty strength of this section had already grown to 15 in 1960 and it was further increased to 18 in 1962. It appears that the mathematics section became the Department of Mathematics in the year 1960. The Department was ﬁrst housed on the top ﬂoor of the present Main Building. It was subsequently moved to the TCS Building (the present day Building of Estate Oﬃce) along with some other Departments.",
    "link": "http://www.math.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 13,
    "title": "Department Of Mechanical Engineering",
    "description": "The Department has 41 faculty members, 200 UG students, 245 PG students and 63 permanent supporting staff. The Department offers academic programmes leading to B.Tech., Dual Degree (B.Tech & M.Tech.), M.Tech. and Ph.D. degrees. Last year about 140 students received their degrees. The Mechanical Engineering Dept at IIT Bombay is one of the largest in terms of faculty, students, and activities, continues to lead and expand its activities in various directions. The Department is known for research and projects in robotics, fluid dynamics, heat pumps, cryogenics, nuclear engineering, fracture mechanics, I. C. Engines, Combustion, CFD, CAD-CAM and other areas. Experimental and computational facilities are being continuously upgraded. Industry interaction has been increased with several postgraduate courses being offered to industry participants, and many students working in industry-sponsored projects.",
    "link": "http://www.me.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 14,
    "title": "Department of Metallurgical Engineering",
    "description": "The Department of Metallurgical Engineering and Materials Science is devoted to the design, creation and fundamental understanding of materials that are capable of enhancing the human experience. The Department is well known for its academic program, its highly regarded faculty, and the high caliber of its students. Its continuing record of pioneering advances in engineering sciences and technologies stems from its ability to relate new developments and advances to engineering practices, and its close relationship with industry. These advances are then incorporated in current teaching and research programs.",
    "link": "http://www.met.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  },
  {
    "id": 15,
    "title": "Department of Physics",
    "description": "The Physics Department is as old as IIT Bombay itself - a venerable fifty years of age. The department is unique in that it has a vibrant research program in addition to a unique undergraduate program. As far as research goes, there are thirty faculty members and forty research scholars working on cutting edge topics, ranging from Condensed Matter Physics to Photonics. State-of-the-art labs ensure the best possible work environment for our researchers. The undergraduate program offered by the Department is the BTech/Dual Degree in Engineering Physics. This unique course blends all that is best in the areas of contemporary physics and electrical engineering to create professionals who are equally comfortable with science and technology. The Department was the first in the country to offer this exciting course, and over the course of time many other Indian institutes have followed our model in starting similar courses.",
    "link": "http://www.phy.iitb.ac.in/",
    "email": "",
    "facebook": "",
    "phone": "",
    "fax": ""
  }
]